/**
 * @Author:      zhanghq
 * @DateTime:    2017-12-06 12:44:19
 * @Description: 区县地图数据
 * @Last Modified By:   zhanghq
 * @Last Modified Time:    2017-12-06 12:44:19
 */
export default {
  url: '/heatMap',
  mock: {
    'code': 1,
    'msg': 'success',
    'result|17': [
      {
        'name|+1': ['秀山', '石柱', '彭水', '酉阳', '巫溪县', '巫山县', '开县', '云阳县', '万州'],
        'id|+1': ['500241', '500240', '500243', '500242', '500238', 
          '500237', '500234', '500235', '500236', '500233', '500232',
          '500102', '500110', '500111', '500118', '500117', '500116', '500101'],
        'value|1-1000': 1 ,
        'operator|3': [
          {
            'name|+1': ['电信', '移动', '联通'],
            'value|1-1000': 1,
            'rate|10-100': 1
          }
        ]
      }
    ]
  }
}
